tutorials/incompressible/icoDyMFoam/movingBlockRBF/Allrun
#!/bin/sh
# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

# Get application name from directory
application="icoDyMFoam"

compileLibrary RBFMotionFunction
runApplication blockMesh
runApplication $application
